Repository: Mycroft1891/swift_box
Catalog: Swift 2/LanguageTest/LanguageTest/*.lproj/Localizable.strings
Languages: es

# TEXT_0
source: Verse Zero
es: Versiculo Uno

# TEXT_1
source: Verse One
es: Versiculo Dos

# TEXT_3
source: Verse Two
es: Versiculo Tres

# TEXT_4
source: Verse Three
es: Versiculo Cuatro

# TEXT_5
source: Verse Four
es: Versiculo Cinco

# TEXT_6
source: Verse Five
es: Versiculo Seis

# TEXT_7
source: Verse Six
es: Versiculo Ocho

# TEXT_8
source: Verse Seven
es: Versiculo Nueve

# TEXT_9
source: Verse Eight
es: Versiculo Diez

# TEXT_10
source: Verse Night
es: Versiculo Once
