Repository: Mycroft1891/swift_box
Catalog: Swift 2/BibleVerse/BibleVerse/*.lproj/Localizable.strings
Languages: es

# TEXT_306
source: Mi amor se extiende hasta los cielos y Mi fidelidad se extiende mas aya de las nubes. Salmos 36:5
es: Mi amor se extiende hasta los cielos y Mi fidelidad se extiende más allá de las nubes. Salmos 36:5

# TEXT_307
source: Te elegí como Mi propia valiosa possession. Deuteronomio 7:6
es: Te elegí como Mi propia valiosa posesión. Deuteronomio 7:6

# TEXT_308
source: Yo se todo sobre ti y Soy considerado con todos tus caminos. Salmos 139:1-3
es: Yo sé todo sobre ti y Soy considerado de todos tus caminos. Salmos 139:1-3

# TEXT_309
source: El Espíritu de Cristo te libero del pecado y la muerte. Romanos 8:2
es: El Espíritu de Cristo te liberó del pecado y la muerte. Romanos 8:2

# TEXT_310
source: Jesus cargo con tus pecados en la cruz para que puedas ser sanado. 1 Pedro 2:24
es: Jesús cargó con tus pecados en la cruz para que puedas ser sanado. 1 Pedro 2:24

# TEXT_311
source: Acerca te a Mi y te limpiaré de toda mala consciencia. Hebreos 10:22
es: Acércate a Mí y te limpiaré de toda mala conciencia. Hebreos 10:22

# TEXT_314
source: Yo te he dado el Espíritu de adopción para que Me puedas llamar Papa. Romanos 8:15
es: Yo te he dado el Espíritu de adopción para que Me puedas llamar Papá. Romanos 8:15

# TEXT_316
source: Prueba y veras que soy un buen Dios. Salmos 34:8
es: Prueba y verás que soy un buen Dios. Salmos 34:8

# TEXT_317
source: Yo espero por oportunidades para mostrarte mi compassion. Isaías 30:18
es: Yo espero por oportunidades para mostrarte Mi compasión. Isaías 30:18

# TEXT_318
source: Yo derramare Mi Espíritu y Mis bendiciones sobre tu descendencia. Isaías 44:3
es: Yo derramaré Mi Espíritu y Mis bendiciones sobre tu descendencia. Isaías 44:3

# TEXT_319
source: Yo te consolare con mi aliento infinito. 2 Tesalonicenses 2:16-17
es: Yo te consolaré con Mi aliento infinito. 2 Tesalonicenses 2:16-17

# TEXT_320
source: Deleitate en Mi y te dare los deseos de tu corazón. Salmos 37:4
es: Deléitate en Mí y te daré los deseos de tu corazón. Salmos 37:4

# TEXT_321
source: Solo pregunta y se te dará. Mateo 7:7
es: Sólo pregunta y se te dará. Mateo 7:7

# TEXT_323
source: Yo sere tu lugar seguro en tiempos de dificultad. Nahúm 1:7
es: Yo seré tu lugar seguro en tiempos de dificultad. Nahúm 1:7

# TEXT_324
source: Yo te dare poder sobre el enemigo y nada te hará daño. Lucas 10:19
es: Yo te daré poder sobre el enemigo y nada te hará daño. Lucas 10:19

# TEXT_326
source: Mis hijos superaran el mundo con fe. 1 Juan 5:4
es: Mis hijos superarán el mundo con fe. 1 Juan 5:4

# TEXT_327
source: Yo anclare tu corazón en lo mas profundo de Mi amor. Efesios 3:17
es: Yo anclaré tu corazón en lo más profundo de Mi amor. Efesios 3:17

# TEXT_330
source: Te dare belleza para que remplaces tus cenizas. Isaías 61:3
es: Te daré belleza para que reemplaces tus cenizas. Isaías 61:3

# TEXT_331
source: Yo sere tu luz y tu reinaras Conmigo para siempre. Apocalipsis 22:5
es: Yo seré tu luz y tú reinarás Conmigo para siempre. Apocalipsis 22:5

# TEXT_333
source: Una cuidad infinita te espera porque Yo no me avergüenzo de llamare tu Dios. Hebreos 11:16
es: Una cuidad infinita te espera porque Yo no me avergüenzo de llamarme tu Dios. Hebreos 11:16

# TEXT_336
source: Mi familia en el cielo y en la tierrar es nombrada por Mi. Efesios 3:14-15
es: Mi familia en el cielo y en la tierra es nombrada por Mí. Efesios 3:14-15

# TEXT_338
source: Tu estas hecho temerosamente y maravillosamente. Salmos 139:14
es: Tú estás hecho temerosamente y maravillosamente. Salmos 139:14

# TEXT_339
source: Yo soy tu Dios y tu eres la oveja de Mi pasto. Salmos 100:3
es: Yo soy tu Dios y tú eres la oveja de Mi pasto. Salmos 100:3

# TEXT_341
source: Si tus padres te rechazan, Yo te tomare. Salmos 27:10
es: Si tus padres te rechazan, Yo te tomaré. Salmos 27:10

# TEXT_343
source: Yo no te dejare caer porque te cuidare día y noche. Salmos Salmos 121:3
es: Yo no te dejaré caer porque te cuidaré día y noche. Salmos 121:3

# TEXT_346
source: Yo he hecho un pacto infinito de solo hacer cosas buenas para ti. Jeremías 32:40
es: Yo he hecho un pacto infinito de sólo hacer cosas buenas para ti. Jeremías 32:40

# TEXT_347
source: Yo ire delante de ti y luchare tus batallas. Deuteronomio 1:30
es: Yo iré delante de ti y lucharé tus batallas. Deuteronomio 1:30

# TEXT_349
source: Yo soy tu roca y tu salvación, tu fuerte que nunca temblara. Salmos 62:2
es: Yo soy tu roca y tu salvación, tu refugio que nunca temblará. Salmos 62:2

# TEXT_350
source: Tu tendras paz perfecta si te mantienes enfocado en Mi. Isaías 26:3
es: Tú tendrás paz perfecta si te mantienes enfocado en Mí. Isaías 26:3

# TEXT_352
source: Si Me adoras en secreto, te recompensare publicamente. Mateo 6:6
es: Si Me adoras en secreto, te recompensaré públicamente. Mateo 6:6

# TEXT_353
source: Yo te dare lo que necesites todos los días. Mateo 6:11
es: Yo te daré lo que necesites todos los días. Mateo 6:11

# TEXT_354
source: Yo buscare aquellos que Me adoren en espíritu y de verdad. Juan 4:23
es: Yo buscaré aquellos que Me adoren en espíritu y verdad. Juan 4:23

# TEXT_356
source: Echa tus cargas sobre Mi y Yo te protegeré. Salmos 55:22
es: Echa tus cargas sobre Mí y Yo te protegeré. Salmos 55:22

# TEXT_357
source: Jesus murió para que tu y Yo nos pudiéramos reconciliar. 2 Corintios 5:18-19
es: Jesús murió para que tú y Yo nos pudiéramos reconciliar. 2 Corintios 5:18-19

# TEXT_359
source: Cuando ofrecí Mi uno y único Hijo, te he dado el mejor regalo que te pudiera dar. Romanos 8:32
es: Cuando ofrecí Mi único Hijo, te he dado el mejor regalo que te pudiera dar. Romanos 8:32

# TEXT_360
source: Nada en toda la creación podrá jamas separarte de Mi amor. Romanos 8:35-39
es: Nada en toda la creación podrá jamás separarte de Mi amor. Romanos 8:35-39

# TEXT_361
source: Tu ya no eres un esclavo porque te hice Mi hijo y Mi heredero. Gálatas 4:7
es: Tú ya no eres un esclavo porque te hice Mi hijo y Mi heredero. Gálatas 4:7

# TEXT_363
source: Cuando destruya la muerte, yo borrare toda lagrima de tu cara. Isaías 25:8
es: Cuando Yo destruya la muerte, borraré toda lagrima de tu cara. Isaías 25:8

# TEXT_364
source: Yo te guiare hasta el mismo final porque Yo sere para siempre tu Dios. Salmos 48:14
es: Yo te guiaré hasta el mismo final porque Yo seré para siempre tu Dios. Salmos 48:14

# TEXT_365
source: Sostente fuerte de las esperanzas que confiesas porque Yo soy fiel de cumplir Mis promesas. Hebreos 10:23
es: Sostente fuerte de la esperanza que confiesas, porque Yo soy fiel de cumplir Mis promesas. Hebreos 10:23
