Repository: Mycroft1891/swift_box
Catalog: Swift 2/BibleVerse/BibleVerse/*.lproj/Localizable.strings
Languages: es

# TEXT_96
source: 4 Even to old age I am he, and even to gray hairs I will carry you. I have made, and I will bear. Yes, I will carry, and will deliver. Isaiah 46:4
es: Yo te protegeré y te miraré todos los días de tu vida. Isaías 46:4

# TEXT_97
source: 29 For whom he foreknew, he also predestined to be conformed to the image of his Son, that he might be the firstborn among many brothers. Romans 8:29
es: Yo he elegido que seas como Mi hijo para que puedas ser parte de Mi familia. Romanos 8:29

# TEXT_98
source: 13 You were dead through your trespasses and the uncircumcision of your flesh. He made you alive together with him, having forgiven us all our trespasses, 14 wiping out the handwriting in ordinances which was against us; and he has taken it out of the way, nailing it to the cross; Colossians 2:13-14
es: Yo he cancelado todos tus pecados y te di vitalidad en Jesucristo. Colosenses 2:13-14

# TEXT_99
source: 5 even when we were dead through our trespasses, made us alive together with Christ (by grace you have been saved), 6 and raised us up with him, and made us to sit with him in the heavenly places in Christ Jesus, Ephesians 2:5-6
es: Te he criado con Cristo para que te sientes en lugares celestiales. Efesios 2:5-6

# TEXT_100
source: 5 Many, Yahweh, my God, are the wonderful works which you have done, and your thoughts which are toward us. They can’t be declared back to you. If I would declare and speak of them, they are more than can be numbered. Psalm 40:5
es: Las cosas buenas que he planeado para ti son demasiadas para contarlas. Salmos 40:5

# TEXT_101
source: 3 He restores my soul. He guides me in the paths of righteousness for his name’s sake. Psalm 23:3
es: Yo restauraré y refrescaré tu alma cansada. Salmos 23:3

# TEXT_102
source: 6 For I will set my eyes on them for good, and I will bring them again to this land: and I will build them, and not pull them down; and I will plant them, and not pluck them up. Jeremiah 24:6
es: Yo siempre te ayudaré a levantarte y nunca te jalaré hacia abajo. Jeremías 24:6

# TEXT_103
source: 19 So then you are no longer strangers and foreigners, but you are fellow citizens with the saints, and of the household of God, Ephesians 2:19
es: Te he hecho un miembro de Mi propio hogar. Efesios 2:19

# TEXT_104
source: Si refugias tu hogar en Mi, ningún mal se te acercara. Salmos 91:9-10
es: Si refugias tu hogar en Mí, ningún mal se te acercará. Salmos 91:9-10

# TEXT_105
source: Si te regocijas en Mi palabra, tu serás fructífero y prospero. Salmos 1:1-3
es: Si te regocijas en Mi palabra, tú serás fructífero y próspero. Salmos 1:1-3

# TEXT_107
source: Acercate a Mi y Yo me acerare a ti. Santiago 4:8
es: Acércate a Mí y Yo me acercaré a ti. Santiago 4:8

# TEXT_108
source: Tu puedes confiar en Mi porque yo soy tu fuerza y tu canción. Isaías 12:2
es: Tú puedes confiar en Mí porque yo soy tu fuerza y tu canción. Isaías 12:2

# TEXT_112
source: Pideme sabiduría y te la dare generosamente. Santiago 1:5
es: Pídeme sabiduría y te la daré generosamente. Santiago 1:5

# TEXT_113
source: Yo te dare poder para que veas la vastedad de Mi infinito amor. Efesios 3:17-19
es: Yo te daré poder para que veas la vastedad de Mi infinito amor. Efesios 3:17-19

# TEXT_114
source: Espera pacientemente por Mi y Yo escuchare tu grito. Salmos 40:1
es: Espera pacientemente por Mí y Yo escucharé tu grito. Salmos 40:1

# TEXT_117
source: Mi espíritu te guiara a toda la verdad y te mostrara lo que esta por venir. Juan 16:12-13
es: Mi espíritu te guiará a toda la verdad y te mostrará lo que está por venir. Juan 16:12-13

# TEXT_118
source: Algún día, Yo limpiare todas tus lagrimas y tomare todo tu dolor. Apocalipsis 21:4
es: Algún día Yo limpiaré todas tus lágrimas y tomaré todo tu dolor. Apocalipsis 21:4

# TEXT_119
source: Mi gozo infinito y mi alegria te limpiara de todo dolor y luto. Isaías 51:11
es: Mi gozo infinito y Mi alegría te limpiará de todo dolor y luto. Isaías 51:11

# TEXT_120
source: Tu puedes mantener la esperanza que Yo no cambiare lo que he prometido. Hebreos 6:17-18
es: Tú puedes mantener la esperanza que Yo no cambiaré lo que he prometido. Hebreos 6:17-18

# TEXT_124
source: Yo te forme gentilmente en el utero de tu madre. Salmos 139:13
es: Yo te formé gentilmente en el útero de tu madre. Salmos 139:13

# TEXT_126
source: Mi cara brillara sobre ti todos los días de tu vida. Números 6:25
es: Mi cara brillará sobre ti todos los días de tu vida. Números 6:25

# TEXT_127
source: Mi palabra aclarara tus paso y alumbrara tu camino. Salmos 119:105
es: Mi palabra aclarará tus pasos y alumbrará tu camino. Salmos 119:105

# TEXT_128
source: Mi Hijo tomo todas tus enfermedades sobre el. Mateo 8:16-17
es: Mi Hijo tomó todas tus enfermedades sobre Él. Mateo 8:16-17

# TEXT_129
source: Mi Espíritu te ayudara en tu debilidad. Romanos 8:26
es: Mi Espíritu te ayudará en tu debilidad. Romanos 8:26

# TEXT_130
source: Tu puedes hacer todo a travez de Jesucristo que te da fuerza. Filipenses 4:13
es: Tú puedes hacer todo a través de Jesucristo que te da fuerza. Filipenses 4:13

# TEXT_131
source: Se valiente porque Yo estoy contigo y nunca te fallare. Deuteronomio 31:6
es: Sé valiente porque Yo estoy contigo y nunca te fallaré. Deuteronomio 31:6

# TEXT_133
source: Yo te miraré siempre y te cuidare para siempre. Salmos 12:7
es: Yo te miraré siempre y te cuidaré para siempre. Salmos 12:7

# TEXT_134
source: Yo escucho tu vos cuando Me llamas en la mañana. Salmos 5:3
es: Yo escucho tu voz cuando Me llamas en la mañana. Salmos 5:3

# TEXT_135
source: Todo lo que tengo es tuyo porque tu le perteneces a Jesus. Juan 16:15
es: Todo lo que tengo es tuyo porque tú le perteneces a Jesús. Juan 16:15

# TEXT_137
source: Yo le mostrare a tus hijos Mis caminos y les dare una gran paz. Isaías 54:13
es: Yo le mostraré a tus hijos Mis caminos y les daré una gran paz. Isaías 54:13

# TEXT_138
source: Yo no olvidare el amor que Me mostraste sirviendo a otros. Hebreos 6:10
es: Yo no olvidaré el amor que Me mostraste sirviendo a otros. Hebreos 6:10

# TEXT_139
source: Yo recompensare a los que son amables con los pobres. Proverbios 19:17
es: Yo recompensaré a los que son amables con los pobres. Proverbios 19:17

# TEXT_141
source: Yo se lo que necesitas antes de que Me lo pidas. Mateo 6:8
es: Yo sé lo que necesitas antes de que Me lo pidas. Mateo 6:8

# TEXT_143
source: Yo rescatare a los piadosos de todos sus problemas. 2 Pedro 2:9
es: Yo rescataré a los piadosos de todos sus problemas. 2 Pedro 2:9

# TEXT_145
source: Yo llenare aquellos que están hambrientos por Mi justicia. Mateo 5:6
es: Yo llenaré aquellos que están hambrientos por Mi justicia. Mateo 5:6

# TEXT_146
source: Yo te mostrare los misterios de Mi reino. Mateo 13:11
es: Yo te mostraré los misterios de Mi reino. Mateo 13:11

# TEXT_147
source: Aquellos que superan comerán del árbol de la vida en el paraíso. Apocalipsis 2:7
es: Aquellos que vencieran comerán del árbol de la vida en el paraíso. Apocalipsis 2:7

# TEXT_150
source: Yo empece la buena obra en ti y la terminare. Filipenses 1:6
es: Yo empecé la buena obra en ti y la terminaré. Filipenses 1:6

# TEXT_151
source: Tu puedes estar seguro de Mi promesa sobre la vida eterna porque Yo no puedo mentir. Tito 1:2
es: Tú puedes estar seguro de Mi promesa sobre la vida eterna porque Yo no puedo mentir. Tito 1:2

# TEXT_154
source: Mi palabra no regresara a Mi hasta que haya cumplido Mi intension. Isaías 55:10-11
es: Mi palabra no regresará a Mí hasta que haya cumplido Mi intención. Isaías 55:10-11

# TEXT_155
source: Cuando abro Mi mano, Yo proveo por todo lo que he creado. Salmos 145:16
es: Cuando abro Mi mano, Yo proveo para todo lo que he creado. Salmos 145:16

# TEXT_157
source: Yo no te abandonare porque estoy contento de hacerte Mío. 1 Samuel 12:22
es: Yo no te abandonaré porque estoy contento de hacerte Mío. 1 Samuel 12:22

# TEXT_158
source: Mi misericordia es mas preciosa que la vida. Salmos 63:3
es: Mi misericordia es más preciosa que la vida. Salmos 63:3

# TEXT_160
source: Yo aleje tus pecados de ti tan lejos como el Oeste esta del Este. Salmos 103:12
es: Yo alejé tus pecados de ti tan lejos como el Oeste está del Este. Salmos 103:12

# TEXT_161
source: Tu puedes disfrutar la libertad porque Cristo te hizo libre. Gálatas 5:1
es: Tú puedes disfrutar la libertad porque Cristo te hizo libre. Gálatas 5:1

# TEXT_162
source: Yo te ungí con Mi espíritu como garantía de lo que todavía esta por venir. 2 Corintios 1:21-22
es: Yo te ungí con Mi espíritu como garantía de lo que todavía está por venir. 2 Corintios 1:21-22

# TEXT_164
source: Nada sera imposible para aquellos que tengan aunque sea un poco de fe. Mateo 17:19-20
es: Nada será imposible para aquellos que tengan aunque sea un poco de fe. Mateo 17:19-20

# TEXT_165
source: Buscame y te mostrare cosas maravillosas de las que no sabias. Jeremías 33:3
es: Búscame y te mostraré cosas maravillosas de las que no sabías. Jeremías 33:3

# TEXT_166
source: Yo revelare Mis secretos a aquellos que Me temen. Salmos 25:14
es: Yo revelaré Mis secretos a aquellos que Me temen. Salmos 25:14

# TEXT_167
source: Yo soy capaz de hacer mas por ti de lo que te puedes posiblemente imaginar. Efesios 3:20
es: Yo soy capaz de hacer más por ti de lo que te puedas posiblemente imaginar. Efesios 3:20

# TEXT_168
source: Cuando camines por los fuegos de la adversidad, no te quemaras. Isaías 43:2
es: Cuando camines por los fuegos de la adversidad, no te quemarás. Isaías 43:2

# TEXT_169
source: Ningún arma creada para hacerte daño ganara contra ti. Isaías 54:17
es: Ningún arma creada para hacerte daño ganará contra ti. Isaías 54:17

# TEXT_170
source: Yo te dare una prenda de alabanza por tu espíritu angustiado. Isaías 61:3
es: Yo te daré una prenda de alabanza por tu espíritu angustiado. Isaías 61:3

# TEXT_171
source: Mi Espíritu descansara sobre ti cuando sufras por el bien de Cristo. 1 Pedro 4:14
es: Mi Espíritu descansará sobre ti cuando sufras por el bien de Cristo. 1 Pedro 4:14

# TEXT_172
source: Mi bondad te guiara a un cambio de corazón. Romanos 2:4
es: Mi bondad te guiará a un cambio de corazón. Romanos 2:4

# TEXT_173
source: Yo bendeciré a los pacificadores y los llamare Mis hijos. Mateo 5:9
es: Yo bendeciré a los pacificadores y los llamaré Mis hijos. Mateo 5:9

# TEXT_174
source: Yo protegeré a los huérfanos y las viudas podrán confiar en Mi. Jeremías 49:11
es: Yo protegeré a los huérfanos y las viudas podrán confiar en Mí. Jeremías 49:11

# TEXT_176
source: Mi nombre es una torre fuerte a la que puedes acudir y encontraras seguridad. Proverbios 18:10
es: Mi nombre es una torre fuerte a la que puedes acudir y en donde encontrarás seguridad. Proverbios 18:10

# TEXT_179
source: Yo te salvare del mal y te llevare seguro a Mi reino. 2 Timoteo 4:18
es: Yo te salvaré del mal y te llevaré seguro a Mi reino. 2 Timoteo 4:18

# TEXT_181
source: Si persistes y cumples Mi voluntad, tu recibirás lo que he prometido. Hebreos 10:36
es: Si persistes y cumples Mi voluntad, tú recibirás lo que he prometido. Hebreos 10:36

# TEXT_183
source: Yo tengo fe de mantener mi pacto de amabilidad a mil generaciones. Deuteronomio 7:9
es: Yo soy fiel de mantener Mi pacto de amabilidad a mil generaciones. Deuteronomio 7:9

# TEXT_186
source: Yo no abandonare Mi propia herencia. Salmos 94:14
es: Yo no abandonaré Mi propia herencia. Salmos 94:14

# TEXT_188
source: Mi amor por ti durara para siempre. Jeremías 31:3
es: Mi amor por ti durará para siempre. Jeremías 31:3

# TEXT_190
source: Jesus no se avergüenza de ser tu hermano major. Hebreos 2:11
es: Jesús no se avergüenza de ser tu hermano mayor. Hebreos 2:11

# TEXT_192
source: Yo he vaciado Mi amor en ti a travez de Mi Espíritu. Romanos 5:5
es: Yo he vaciado Mi amor en ti a través de Mi Espíritu. Romanos 5:5

# TEXT_194
source: Yo cumpliré con todas tus necesidades a travez de Mi eterna riqueza en Jesucristo. Filipenses 4:19
es: Yo cumpliré con todas tus necesidades a través de Mi eterna riqueza en Jesucristo. Filipenses 4:19

# TEXT_195
source: Yo guiare mi herencia y la cuidare para siempre. Salmos 28:9
es: Yo guiaré Mi herencia y la cuidaré para siempre. Salmos 28:9

# TEXT_197
source: Mi amor perfecto borrara el miedo de tu corazón. 1 Juan 4:18
es: Mi amor perfecto borrará el miedo de tu corazón. 1 Juan 4:18

# TEXT_198
source: Yo te salvare cuando estés en medio de problemas. Salmos 138:7
es: Yo te salvaré cuando estés en medio de problemas. Salmos 138:7

# TEXT_199
source: Yo cubriré a todos los que confían en Mi con Mi protección. Salmos 5:11
es: Yo cubriré a todos los que confían en Mí con Mi protección. Salmos 5:11

# TEXT_200
source: Mi armadura te ayudara hacerle frente a los planes del enemigo. Efesios 6:11
es: Mi armadura te ayudará hacerle frente a los planes del enemigo. Efesios 6:11

# TEXT_201
source: Yo convertiré tu luto en danza y te rodeare de alegria. Salmos 30:11
es: Yo convertiré tu luto en danza y te rodearé de alegría. Salmos 30:11

# TEXT_202
source: Yo restaurare tu salud y sanare todas tus heridas. Jeremías 30:17
es: Yo restauraré tu salud y sanaré todas tus heridas. Jeremías 30:17

# TEXT_204
source: Si compartes con los necesitados, Mi gloria guardara tu espalda. Isaías 58:7-8
es: Si compartes con los necesitados, Mi gloria guardará tu espalda. Isaías 58:7-8

# TEXT_205
source: Si descansas cuando Yo lo hago, encontraras descanso de todos tus esfuerzos. Hebreos 4:9-10
es: Si descansas cuando Yo lo hago, encontrarás descanso de todos tus esfuerzos. Hebreos 4:9-10

# TEXT_206
source: Yo estoy cerca de ti siempre cuando me llames. Deuteronomio 4:7
es: Yo siempre estaré cerca de ti cuando me llames. Deuteronomio 4:7

# TEXT_208
source: No te preocupes yo te cuidare. Mateo 6:25-26
es: No te preocupes, yo te cuidaré. Mateo 6:25-26

# TEXT_210
source: Vosotros soys Mis hijos ahora y seréis como Jesus cuando aparezca. 1 Juan 3:2
es: Vosotros sois Mis hijos ahora y seréis como Jesús cuando aparezca. 1 Juan 3:2

# TEXT_218
source: Yo incluso numere todos los pelos de tu cabeza. Mateo 10:30
es: Yo incluso numeré todos los pelos de tu cabeza. Mateo 10:30

# TEXT_219
source: A travez de la fe en Cristo, tu puedes acercarte a Mi con confianza. Efesios 3:12
es: A través de la fe en Cristo, tú puedes acercarte a Mí con confianza. Efesios 3:12

# TEXT_220
source: Si caminas en la luz, la sangre de Mi hijo Jesus te limpiara de todo pecado. 1 Juan 1:7
es: Si caminas en la luz, la sangre de Mi hijo Jesús te limpiará de todo pecado. 1 Juan 1:7

# TEXT_221
source: Confía en Mi y no le tengas miedo a lo que otros pueden hacerte a ti. Salmos 56:11
es: Confía en Mí y no le tengas miedo a lo que otros puedan hacerte a ti. Salmos 56:11

# TEXT_222
source: Yo sere tu seguridad y un lugar seguro para tus hijos. Proverbios 14:16
es: Yo seré tu seguridad y un lugar seguro para tus hijos. Proverbios 14:16

# TEXT_224
source: Yo entregare con alegría el Espíritu Santo a aquellos que lo pidan. Lucas 11:13
es: Yo entregaré con alegría el Espíritu Santo a aquellos que lo pidan. Lucas 11:13

# TEXT_225
source: El perdón y la curación son solo algunos de Mis beneficios. Salmos 103:2-3
es: El perdón y la curación son sólo algunos de Mis beneficios. Salmos 103:2-3

# TEXT_226
source: Si descansas en Mi y esperas pacientemente heredaras la tierra. Salmos 37:7-9
es: Si descansas en Mí y esperas pacientemente, heredarás la tierra. Salmos 37:7-9

# TEXT_230
source: Si dos de vosotros se juntan para orar, Yo hare todo lo que me pidan. Mateo 18:19
es: Si dos de vosotros se juntan para orar, Yo haré todo lo que me pidan. Mateo 18:19

# TEXT_231
source: Yo te hare fructífero en tu vejes. Salmos 92:13-14
es: Yo te haré fructífero en tu vejes. Salmos 92:13-14

# TEXT_232
source: No desprecies Mi disciplina, porque en su momento Yo curare tus heridas. Job 5:17-18
es: No desprecies Mi disciplina, porque en su momento Yo curaré tus heridas. Job 5:17-18

# TEXT_233
source: Yo vendo los corazones de los que sufrieron y consuelo todos los que lloren. Isaías 61:1-2
es: Yo vendo los corazones de los que sufren y consuelo todos los que lloran. Isaías 61:1-2

# TEXT_234
source: Yo te consolare así como una madre lo haría. Isaías 66:13
es: Yo te consolaré así como una madre lo haría. Isaías 66:13

# TEXT_235
source: Tu tristeza durara una noche pero la alegría vendrá en la mañana. Salmos 30:5
es: Tu tristeza durará una noche pero la alegría vendrá en la mañana. Salmos 30:5

# TEXT_238
source: Yo mostrare misericordia a aquellos que tienen misericordia con otros. Mateo 5:7
es: Yo mostraré misericordia a aquellos que tienen misericordia con otros. Mateo 5:7

# TEXT_241
source: Puedes celebrar porque tu nombre esta escrito en el cielo. Lucas 10:20
es: Puedes celebrar porque tu nombre está escrito en el cielo. Lucas 10:20

# TEXT_242
source: Hay una habitación especial en Mi hogar preparada solo para ti. Juan 14:2
es: Hay una habitación especial en Mi hogar preparada sólo para ti. Juan 14:2

# TEXT_244
source: Yo cree el universo con solo Mi palabra. Génesis 1:1
es: Yo creé el universo con sólo Mi palabra. Génesis 1:1

# TEXT_249
source: Yo te guardare en Mis brazos así como un padre guarda a su hijo. Deuteronomio 1:31
es: Yo te guardaré en Mis brazos así como un padre guarda a su hijo. Deuteronomio 1:31

# TEXT_250
source: Yo te dare una doble herencia por tu vergüenza. Isaías 61:7
es: Yo te daré una doble herencia en lugar de tu vergüenza. Isaías 61:7

# TEXT_251
source: Yo te vivifique en Jesus simplemente porque te amo. Efesios 2:4-5
es: Yo te vivifiqué en Jesús simplemente porque te amo. Efesios 2:4-5

# TEXT_252
source: Yo perdonare tus pecados y entonces los olvidare. Hebreos 8:12
es: Yo perdonaré tus pecados y entonces los olvidaré. Hebreos 8:12

# TEXT_253
source: Tu vieja vida termino y ahora todo es nuevo en Cristo. 2 Corintios 5:17
es: Tu vida vieja terminó y ahora todo es nuevo en Cristo. 2 Corintios 5:17

# TEXT_254
source: Estrecha tu mano y me tocara porque no estoy lejos de ti. Hechos 17:27
es: Estrecha tu mano y me tocarás porque no estoy lejos de ti. Hechos 17:27

# TEXT_256
source: Yo sere la voz detrás de ti guiandote al camino correcto. Isaías 30:21
es: Yo seré la voz detrás de ti guiándote al camino correcto. Isaías 30:21

# TEXT_257
source: Yo te entrenare para combate con Mi escudo de la salvación. Salmos 18:34-35
es: Yo te entrenaré para combate con Mi escudo de la salvación. Salmos 18:34-35

# TEXT_258
source: Yo sere fiel dándote Mi fuerza y Mi protección. 2 Tesalonicenses 3:3
es: Yo seré fiel dándote Mi fuerza y Mi protección. 2 Tesalonicenses 3:3

# TEXT_259
source: Encontraras seguridad en Mis brazos infinitos. Deuteronomio 33:27
es: Encontrarás seguridad en Mis brazos infinitos. Deuteronomio 33:27

# TEXT_260
source: Yo cargare tus cargas todos los días. Salmos 68:19
es: Yo cargaré tus cargas todos los días. Salmos 68:19

# TEXT_261
source: Yo te llame para que heredes Mi bendición. 1 Pedro 3:9
es: Yo te llamé para que heredes Mi bendición. 1 Pedro 3:9

# TEXT_262
source: Si me honras con tus primeras frutas, rebosaras de abundancia. Proverbios 3:9-10
es: Si me honras con tus primeros frutos, rebosarás de abundancia. Proverbios 3:9-10

# TEXT_263
source: Si ayudas a los pobres, tu luz brillara como el amanecer. Isaías 58:7-8
es: Si ayudas a los pobres, tu luz brillará como el amanecer. Isaías 58:7-8

# TEXT_264
source: Si esperas por mi, Yo renovare tus fuerzas. Isaías 40:31
es: Si esperas por Mí, Yo renovaré tus fuerzas. Isaías 40:31

# TEXT_265
source: Yo te dare un sueño calmado rodeado de seguridad. Salmos 4:8
es: Yo te daré un sueño calmado rodeado de seguridad. Salmos 4:8

# TEXT_266
source: Yo enriqueceré tu vida y renovare tu juventud como la del Aguila. Salmos 103:5
es: Yo enriqueceré tu vida y renovaré tu juventud como la del águila. Salmos 103:5

# TEXT_267
source: Yo nunca rechazare el sacrificio de un espíritu roto y un corazón arrepentido. Salmos 51:17
es: Yo nunca rechazaré el sacrificio de un espíritu roto y un corazón arrepentido. Salmos 51:17

# TEXT_270
source: Yo te cuidare de caerte hasta que te pares alegre e inocente en Mi presencia. Judas 1:24
es: Yo te cuidaré de caerte hasta que te pares alegre e inocente en Mi presencia. Judas 1:24

# TEXT_271
source: Yo aplastare el mal donde camines. Romanos 16:20
es: Yo aplastaré el mal donde camines. Romanos 16:20

# TEXT_272
source: Tu tienes una herencia infinita reservada en el cielo para ti. 1 Pedro 1:3-4
es: Tú tienes una herencia infinita reservada en el cielo para ti. 1 Pedro 1:3-4

# TEXT_274
source: Desde el siglo hasta el siglo yo soy Dios. Salmos 90:2
es: Desde el siglo y hasta el siglo Yo soy Dios. Salmos 90:2

# TEXT_276
source: Yo soy tu padre y te amo como amo a Mi hijo, Jesus. Juan 17:23
es: Yo soy tu Padre y te amo como amo a Mi hijo Jesús. Juan 17:23

# TEXT_277
source: Si crees en Jesus, no serás decepcionado. 1 Pedro 2:6
es: Si crees en Jesús, no serás decepcionado. 1 Pedro 2:6

# TEXT_278
source: Tu eres Mi obra, creada en Cristo para cumplir mi voluntad. Efesios 2:10
es: Tú eres Mi obra, creada en Cristo para cumplir Mi voluntad. Efesios 2:10

# TEXT_280
source: Tu vida viene de Mi porque tu eres Mi descendencia. Hechos 17:28
es: Tu vida viene de Mí porque tú eres Mi descendencia. Hechos 17:28

# TEXT_281
source: Te bendije en Cristo con una emission de gracia después de otra. Juan 1:16
es: Te bendije en Cristo con una emisión de gracia tras gracia. Juan 1:16

# TEXT_282
source: Si confiesas tus pecados, Yo sere fiel y te perdonare y limpiare. 1 Juan 1:9
es: Si confiesas tus pecados, Yo seré fiel y te perdonaré y te limpiaré. 1 Juan 1:9

# TEXT_283
source: Por Jesus eres libre de toda condenación. Romanos 8:1
es: Por Jesús eres libre de toda condenación. Romanos 8:1

# TEXT_285
source: Incluso si tu madre te olvida, Yo nunca te olvidare. Isaías 49:15
es: Incluso si tu madre te olvida, Yo nunca te olvidaré. Isaías 49:15

# TEXT_287
source: Si llenas tu hogar con amor, tu vivirás en Mi y Yo viviré en ti. 1 Juan 4:16
es: Si llenas tu hogar con amor, tú vivirás en Mí y Yo viviré en ti. 1 Juan 4:16

# TEXT_289
source: Si cuido de los pajaritos, ten de cierto que te cuidare a ti. Lucas 12:6-7
es: Si cuido de los pajaritos, ten de cierto que te cuidaré a ti. Lucas 12:6-7

# TEXT_290
source: Si te mantienes calmado, Yo luchare por ti. Éxodo 14:14
es: Si te mantienes calmado, Yo lucharé por ti. Éxodo 14:14

# TEXT_291
source: Yo te dare Mi poder para que destruyas fortalezas espirituales. 2 Corintios 10:3-5
es: Yo te daré Mi poder para que destruyas fortalezas espirituales. 2 Corintios 10:3-5

# TEXT_293
source: Mis angeles rodearan a todos los que me teman. Salmos 34:7
es: Mis ángeles rodearán a todos los que me temen. Salmos 34:7

# TEXT_294
source: Yo te supliré con todas tus necesidades para que puedas cometer buenas obras. 2 Corintios 9:8
es: Yo te supliré todas tus necesidades para que puedas hacer buenas obras. 2 Corintios 9:8

# TEXT_295
source: Yo te dare Mi fuerza y te bendeciré con Mi paz. Salmos 29:11
es: Yo te daré Mi fuerza y te bendeciré con Mi paz. Salmos 29:11

# TEXT_298
source: Mi gran paz guarda tu corazón y tus pensamientos en el nombre de Jesus. Filipenses 4:7
es: Mi gran paz guarda tu corazón y tus pensamientos en el nombre de Jesús. Filipenses 4:7

# TEXT_300
source: Jesus es feliz de compartir su herencia contigo. Romanos 8:16-17
es: Jesús es feliz de compartir su herencia contigo. Romanos 8:16-17

# TEXT_301
source: Aquellos que superan no serán heridos por la segunda muerte. Apocalipsis 2:11
es: Aquellos que vencieran no serán heridos por la segunda muerte. Apocalipsis 2:11

# TEXT_302
source: Yo te llame a Mi eterna gloria en Jesucristo. 1 Pedro 5:10
es: Yo te llamé a Mi eterna gloria en Jesucristo. 1 Pedro 5:10

# TEXT_303
source: Yo te dare un reino que jamas temblara. Hebreos 12:28
es: Yo te daré un reino que jamás temblará. Hebreos 12:28
