Repository: Mycroft1891/swift_box
Catalog: Swift 2/BibleVerse/BibleVerse/*.lproj/Localizable.strings
Languages: es

# BLESSING
source: Your blessing is waiting for you
es: Tu bendicion te espera

source: Bless me
es: Bendice me

source: Forget me
es: Olvida me

# TEXT_1
source: For I, Yahweh, don’t change; therefore you, sons of Jacob, are not consumed. Malachi 3:6
es: Yo soy el Señor tu Dios y nunca cambio. Malaquías 3:6

# TEXT_2
source: Yahweh is merciful and gracious, slow to anger, and abundant in loving kindness. Psalm 103:8
es: Estoy lleno de misericordia y gracia y reboso de amor. Salmos 103:8

# TEXT_3
source: The counsel of Yahweh stands fast forever, the thoughts of his heart to all generations. Psalm 33:11
es: Las intenciones de Mi corazón se mantendrán firmes para siempre. Salmos 33:11

# TEXT_4
source: God created man in his own image. In God’s image he created him; male and female he created them. God blessed them. God said to them, “Be fruitful, multiply, fill the earth, and subdue it. Have dominion over the fish of the sea, over the birds of the sky, and over every living thing that moves on the earth. Genesis 1:27-28
es: Te he creado a Mi imagen y con Mi bendición especial. Génesis 1:27-28

# TEXT_5
source: even as he chose us in him before the foundation of the world, that we would be holy and without defect before him in love; 5 having predestined us for adoption as children through Jesus Christ to himself, according to the good pleasure of his desire, Ephesians 1:4-5
es: He decidido adoptarte en Mi familia antes de la creación del Mundo. Efesios 1:4-5

# TEXT_6
source: giving thanks to the Father, who made us fit to be partakers of the inheritance of the saints in light; who delivered us out of the power of darkness, and translated us into the Kingdom of the Son of his love; Colossians 1:12-13
es: Yo te guié de las tinieblas al reino de Mi amado Hijo. Colosenses 1:12-13

# TEXT_7
source: 16 For God so loved the world, that he gave his one and only Son, that whoever believes in him should not perish, but have eternal life. John 3:16
es: Te he dado una vida eterna porque has creído en Jesucristo. Juan 3:16

# TEXT_8
source: 6 And because you are children, God sent out the Spirit of his Son into your hearts, crying, “Abba, Father!” Galatians 4:6
es: He enviado el Espíritu de Mi Hijo a tu corazón para que me puedas llamar Padre. Gálatas 4:6

# TEXT_9
source: 29 If you are Christ’s, then you are Abraham’s offspring[a] and heirs according to promise. Galatians 3:29
es: Desde que estás con Cristo te he hecho heredero de todas Mis promesas. Gálatas 3:29

# TEXT_10
source: 26 I will also give you a new heart, and I will put a new spirit within you; and I will take away the stony heart out of your flesh, and I will give you a heart of flesh. 27 I will put my Spirit within you, and cause you to walk in my statutes, and you shall keep my ordinances, and do them. Ezekiel 36:26-27
es: Yo te he dado un nuevo corazón y he puesto Mi propio Espíritu en ti. Ezequiel 36:26-27

# TEXT_11
source: 11 For I know the thoughts that I think toward you, says Yahweh, thoughts of peace, and not of evil, to give you hope and a future. Jeremiah 29:11
es: Mi plan para tu futuro está lleno de esperanza. Jeremías 29:11

# TEXT_12
source: 13 For it is God who works in you both to will and to work, for his good pleasure. Philippians 2:13
es: Yo obro en tu vida a través de los deseos de tu corazón. Filipenses 2:13

# TEXT_13
source: 2 He makes me lie down in green pastures. He leads me beside still waters. Psalm 23:2
es: Yo te daré pastos verdes para que descanses y te guiaré hacia aguas calmadas. Salmos 23:2

# TEXT_14
source: 34 For he whom God has sent speaks the words of God; for God gives the Spirit without measure. John 3:34
es: Yo doy Mi Espíritu en medidas ilimitadas. Juan 3:34

# TEXT_15
source: 24 Though he stumble, he shall not fall, for Yahweh holds him up with his hand. Psalm 37:24
es: Yo voy a sostener tu mano para protegerte de cualquier caída. Salmos 37:24

# TEXT_16
source: 20 Now may the God of peace, who brought again from the dead the great shepherd of the sheep with the blood of an eternal covenant, our Lord Jesus, 21 make you complete in every good work to do his will, working in you that which is well pleasing in his sight, through Jesus Christ, to whom be the glory forever and ever. Amen. Hebrews 13:20-21
es: Yo te proveeré con todas las cosas buenas que necesites para cumplir Mi voluntad. Hebreos 13:20-21

# TEXT_17
source: 11 My son, don’t despise Yahweh’s discipline, neither be weary of his reproof: 12 for whom Yahweh loves, he reproves; even as a father reproves the son in whom he delights. Proverbs 3:11-12
es: Yo te disciplinaré con amor como un padre que ama a sus hijos. Proverbios 3:11-12

# TEXT_18
source: 9 He has said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Most gladly therefore I will rather glory in my weaknesses, that the power of Christ may rest on me. 2 Corinthians 12:9
es: Mi poder descansará sobre ti cuando te sientas débil. 2 Corintios 12:9

# TEXT_19
source: 24 ‘Yahweh bless you, and keep you. Numbers 6:24
es: Yo voy a bendecir tu vida y te cuidaré siempre. Números 6:24

# TEXT_20
source: 13 You shall seek me, and find me, when you shall search for me with all your heart. Jeremiah 29:13
es: Si Me buscas con todo tu corazón, tú Me encontrarás. Jeremías 29:13

# TEXT_21
source: 10 You who love Yahweh, hate evil. He preserves the souls of his saints. He delivers them out of the hand of the wicked. Psalm 97:10
es: Yo voy a proteger tu vida y te libraré de la malicia. Salmos 97:10

# TEXT_22
source: 7 casting all your worries on him, because he cares for you. 1 Peter 5:7
es: Entrégame todas tu preocupaciones porque de verdad me importas. 1 Pedro 5:7

# TEXT_23
source: 13 No temptation has taken you except what is common to man. God is faithful, who will not allow you to be tempted above what you are able, but will with the temptation also make the way of escape, that you may be able to endure it. 1 Corinthians 10:13
es: No dejaré que te tientan más allá de lo que tú puedas aguantar. 1 Corintios 10:13

# TEXT_24
source: 4 Love is patient and is kind; love doesn’t envy. Love doesn’t brag, is not proud, 5 doesn’t behave itself inappropriately, doesn’t seek its own way, is not provoked, takes no account of evil; 6 doesn’t rejoice in unrighteousness, but rejoices with the truth; 7 bears all things, believes all things, hopes all things, endures all things. 1 Corinthians 13:4-7
es: Mi amor sobrevivirá en cualquier situación. 1 Corintios 13:4-7

# TEXT_25
source: 11 For Yahweh God is a sun and a shield. Yahweh will give grace and glory. He withholds no good thing from those who walk blamelessly. Psalm 84:11
es: Yo no retendré ninguna bendición de aquellos con un corazón puro. Salmos 84:11

# TEXT_26
source: 9 Yahweh preserves the foreigners. He upholds the fatherless and widow, but the way of the wicked he turns upside down. Psalm 146:9
es: Yo busco los extranjeros y ayudo a los huérfanos y las viudas. Salmos 146:9

# TEXT_27
source: 6 Yahweh preserves the simple. I was brought low, and he saved me. Psalm 116:6
es: Yo cuidaré aquellos que tengan un corazón puro. Salmos 116:6

# TEXT_28
source: 37 No, in all these things, we are more than conquerors through him who loved us. Romans 8:37
es: Tú eres más que vencedor por medio de Mi amor en Jesucristo. Romanos 8:37

# TEXT_29
source: 3 neither as lording it over those entrusted to you, but making yourselves examples to the flock. 1 Peter 5:3
es: Cuando Jesús aparezca, recibirás una corona de gloria que nunca dejará de brillar. 1 Pedro 5:3

# TEXT_30
source: 43 Then the righteous will shine like the sun in the Kingdom of their Father. He who has ears to hear, let him hear. Matthew 13:43
es: Al final del tiempo, Mis seguidores leales brillarán como el Sol en Mi reino. Mateo 13:43

# TEXT_31
source: 14 “Behold, today I am going the way of all the earth. You know in all your hearts and in all your souls that not one thing has failed of all the good things which Yahweh your God spoke concerning you. All have happened to you. Not one thing has failed of it. Joshua 23:14
es: Ni una de Mis promesas te fallarán. Josué 23:14

# TEXT_32
source: 13 Like a father has compassion on his children, so Yahweh has compassion on those who fear him. Psalm 103:13
es: Estoy sentado en los cielos y Mi reino reina sobre todo. Salmos 103:13

# TEXT_33
source: 10 I declare the end from the beginning, and from ancient times things that are not yet done. I say: My counsel will stand, and I will do all that I please. Isaiah 46:10
es: Todos mis planes se cumplirán porque Yo conozco el fin desde el principio. Isaías 46:10

# TEXT_34
source: 5 “Before I formed you in the womb, I knew you. Before you were born, I sanctified you. I have appointed you a prophet to the nations.” Jeremiah 1:5
es: Te he conocido desde antes que nacieras y te he diseñado para mis propósitos. Jeremías 1:5

# TEXT_35
source: 21 You, being in past times alienated and enemies in your mind in your evil deeds, 22 yet now he has reconciled in the body of his flesh through death, to present you holy and without defect and blameless before him, Colossians 1:21-22
es: Tú eres Santo y libre de culpa porque Jesucristo murió por ti. Colosenses 1:21-22

# TEXT_36
source: 22 I have blotted out, as a thick cloud, your transgressions, and, as a cloud, your sins. Return to me, for I have redeemed you. Isaiah 44:22
es: Yo he borrado tus pecados y los he disuelto como la neblina. Isaías 44:22

# TEXT_37
source: 13 in whom you also, having heard the word of the truth, the Good News of your salvation—in whom, having also believed, you were sealed with the promised Holy Spirit, 14 who is a pledge of our inheritance, to the redemption of God’s own possession, to the praise of his glory. Ephesians 1:13-14
es: Yo te he sellado con Mi Espíritu para garantizar tu herencia. Efesios 1:13-14

# TEXT_38
source: 18 I will be to you a Father. You will be to me sons and daughters,’ says the Lord Almighty.” 2 Corinthians 6:18
es: Yo voy a ser un verdadero Padre para ti. 2 Corintios 6:18

# TEXT_39
source: 8 I will instruct you and teach you in the way which you shall go. I will counsel you with my eye on you. Psalm 32:8
es: Yo te miraré y te mostraré el mejor camino. Salmos 32:8

# TEXT_40
source: 5 Trust in Yahweh with all your heart, and don’t lean on your own understanding. 6 In all your ways acknowledge him, and he will make your paths straight. Proverbs 3:5-6
es: Confía en Mí con todo tu corazón y Yo te guiaré. Proverbios 3:5-6

# TEXT_41
source: 16 Now may the Lord of peace himself give you peace at all times in all ways. The Lord be with you all. 2 Thessalonians 3:16
es: Yo te voy a dar paz en todos los momentos y en cualquier situación. 2 Tesalonicenses 3:16

# TEXT_42
source: 15 He will call on me, and I will answer him. I will be with him in trouble. I will deliver him, and honor him. Psalm 91:15
es: Llámame cuando estés en problemas y Yo te salvaré. Salmos 91:15

# TEXT_43
source: 3 For you have been a refuge for me, a strong tower from the enemy. Psalm 61:3
es: Yo soy tu amparo y el lugar seguro donde te puedes refugiar de tus enemigos. Salmos 61:3

# TEXT_44
source: 4 For from of old men have not heard, nor perceived by the ear, nor has the eye seen a God besides you, who works for him who waits for him. Isaiah 64:4
es: Si tú esperas por Mí, Yo trabajaré para tu bien. Isaías 64:4

# TEXT_45
source: 8 Love never fails. But where there are prophecies, they will be done away with. Where there are various languages, they will cease. Where there is knowledge, it will be done away with. 1 Corinthians 13:8
es: Mi amor nunca te fallará. 1 Corintios 13:8

# TEXT_46
source: Yahweh is my shepherd: I shall lack nothing. Psalm 23:1
es: Yo soy tu Pastor y voy a suplir todas tus necesidades. Salmos 23:1

# TEXT_47
source: 29 My Father, who has given them to me, is greater than all. No one is able to snatch them out of my Father’s hand. John 10:29
es: Yo te mantendré seguro porque nadie te puede tomar de Mi mano. Juan 10:29

# TEXT_48
source: 3 He heals the broken in heart, and binds up their wounds. Psalm 147:3
es: Yo voy a curar tu corazón y voy a atender todas tus heridas. Salmos 147:3

# TEXT_49
source: 4 Blessed are those who mourn, for they shall be comforted. Matthew 5:4
es: Yo voy a bendecirte en tiempos de luto con Mi consuelo. Mateo 5:4

# TEXT_50
source: 17 Now the Lord is the Spirit and where the Spirit of the Lord is, there is liberty. 2 Corinthians 3:17
es: Tú vas a encontrar libertad donde sea que Mi Espíritu habite. 2 Corintios 3:17

# TEXT_51
source: 16 We know and have believed the love which God has for us. God is love, and he who remains in love remains in God, and God remains in him. 1 John 4:16
es: Tú puedes estar seguro y depender del amor que tengo por ti. 1 Juan 4:16

# TEXT_52
source: 10 Those who know your name will put their trust in you, for you, Yahweh, have not forsaken those who seek you. Psalm 9:10
es: Tú puedes confiar en Mí porque nunca te olvidaré. Salmos 9:10

# TEXT_53
source: 6 God sets the lonely in families. He brings out the prisoners with singing, but the rebellious dwell in a sun-scorched land. Psalm 68:6
es: Yo pongo a personas que están solitarias en familias. Salmos 68:6

# TEXT_54
source: 14 This is the boldness which we have toward him, that, if we ask anything according to his will, he listens to us. 1 John 5:14
es: Yo te escucho cuando pides cualquier cosa conforme a Mi deseo. 1 Juan 5:14

# TEXT_55
source: 6 Without faith it is impossible to be well pleasing to him, for he who comes to God must believe that he exists, and that he is a rewarder of those who seek him. Hebrews 11:6
es: Yo recompensaré aquellos que diligentemente Me busquen con un corazón de fe. Hebreos 11:6

# TEXT_56
source: 23 May the God of peace himself sanctify you completely. May your whole spirit, soul, and body be preserved blameless at the coming of our Lord Jesus Christ. 24 He who calls you is faithful, who will also do it. 1 Thessalonians 5:23-24
es: Yo te santificaré y te mantendré libre de culpa hasta que Jesús vuelva. 1 Tesalonicenses 5:23-24

# TEXT_57
source: For we know that if the earthly house of our tent is dissolved, we have a building from God, a house not made with hands, eternal, in the heavens. 2 Corinthians 5:1
es: Cuando tu cuerpo fallezca, tendrás una casa eterna esperando por ti. 2 Corintios 5:1

# TEXT_58
source: 21 He who overcomes, I will give to him to sit down with me on my throne, as I also overcame, and sat down with my Father on his throne. Revelation 3:21
es: Aquellos que triunfen se sentarán con Mi Hijo en Su trono. Apocalipsis 3:21

# TEXT_59
source: 39 For the promise is to you, and to your children, and to all who are far off, even as many as the Lord our God will call to himself.” Acts 2:39
es: Mi promesa de vida es para ti y tu familia. Hechos 2:39

# TEXT_60
source: The earth is Yahweh’s, with its fullness; the world, and those who dwell therein. Psalm 24:1
es: El mundo me pertenece y todo lo que está en él. Salmos 24:1

# TEXT_61
source: 6 Your throne, God, is forever and ever. A scepter of equity is the scepter of your kingdom. Psalm 45:6
es: Mi trono estará de pie para siempre y la justicia reinará en Mi reino. Salmos 45:6

# TEXT_62
source: 24 For, “All flesh is like grass, and all of man’s glory like the flower in the grass. The grass withers, and its flower falls; 25 but the Lord’s word endures forever.” This is the word of Good News which was preached to you. 1 Peter 1:24-25
es: El pasto se secará y las flores se marchitarán, pero Mi palabra durará para siempre. 1 Pedro 1:24-25

# TEXT_63
source: 10 For the mountains may depart, and the hills be removed; but my loving kindness will not depart from you, and my covenant of peace will not be removed,” says Yahweh who has mercy on you. Isaiah 54:10
es: Aunque las montañas desaparezcan, Mi amor infinito nunca te dejará. Isaías 54:10

# TEXT_64
source: 9 But you are a chosen race, a royal priesthood, a holy nation, a people for God’s own possession, that you may proclaim the excellence of him who called you out of darkness into his marvelous light: 1 Peter 2:9
es: Yo te he guiado de la oscuridad a Mi gloriosa luz. 1 Pedro 2:9

# TEXT_65
source: 27 but God chose the foolish things of the world that he might put to shame those who are wise. God chose the weak things of the world, that he might put to shame the things that are strong; 1 Corinthians 1:27
es: Yo he elegido las cosas débiles de este mundo para que avergüencen las cosas fuertes. 1 Corintios 1:27

# TEXT_66
source: 25 At that time, Jesus answered, “I thank you, Father, Lord of heaven and earth, that you hid these things from the wise and understanding, and revealed them to infants. 26 Yes, Father, for so it was well-pleasing in your sight. Matthew 11:25-26
es: Yo me contento en revelar Mi reino a aquellos con un corazón puro. Mateo 11:25-26

# TEXT_67
source: 13 But now in Christ Jesus you who once were far off are made near in the blood of Christ. Ephesians 2:13
es: Te acerqué a Mí a través de la sangre de Cristo. Efesios 2:13

# TEXT_68
source: 3 For you died, and your life is hidden with Christ in God. Colossians 3:3
es: Tu vieja vida ha muerto y tu nueva vida está guardada junto con Cristo en Mí. Colosenses 3:3

# TEXT_69
source: 11 But if the Spirit of him who raised up Jesus from the dead dwells in you, he who raised up Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you. Romans 8:11
es: El mismo Espíritu que levantó a Jesús de los muertos también te dará vida a ti. Romanos 8:11

# TEXT_70
source: 3 Blessed be the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly places in Christ; Ephesians 1:3
es: Yo te he bendecido en Cristo con todas las bendiciones celestiales. Efesios 1:3

# TEXT_71
source: 3 Commit your deeds to Yahweh, and your plans shall succeed. Proverbs 16:3
es: Entrega todo lo que hagas a Mí y tus planes serán exitosos. Proverbios 16:3

# TEXT_72
source: 10 Don’t you be afraid, for I am with you. Don’t be dismayed, for I am your God. I will strengthen you. Yes, I will help you. Yes, I will uphold you with the right hand of my righteousness. Isaiah 41:10
es: Yo estoy contigo y Yo siempre te ayudaré porque Yo soy tu Dios. Isaías 41:10

# TEXT_73
source: 5 Be free from the love of money, content with such things as you have, for he has said, “I will in no way leave you, neither will I in any way forsake you.” Hebrews 13:5
es: Yo nunca te abandonaré. Hebreos 13:5

# TEXT_74
source: 7 I will be glad and rejoice in your loving kindness, for you have seen my affliction. You have known my soul in adversities. Psalm 31:7
es: Yo veo todos tus problemas y Me importan todos tus sufrimientos. Salmos 31:7

# TEXT_75
source: 2 When you pass through the waters, I will be with you; and through the rivers, they will not overflow you. When you walk through the fire, you will not be burned, and flame will not scorch you. Isaiah 43:2
es: Cuando pases por aguas turbulentas, Yo estaré contigo. Isaías 43:2

# TEXT_76
source: 27 As for you, the anointing which you received from him remains in you, and you don’t need for anyone to teach you. But as his anointing teaches you concerning all things, and is true, and is no lie, and even as it taught you, you will remain in him. 1 John 2:27
es: Mi unción te enseñará todo lo que necesitas saber. 1 Juan 2:27

# TEXT_77
source: He who dwells in the secret place of the Most High will rest in the shadow of the Almighty. Psalm 91:1
es: Si vives en Mi lugar secreto, encontrarás descanso bajo Mi sombra. Salmos 91:1

# TEXT_78
source: 33 God is my strong fortress. He makes my way perfect. 34 He makes his feet like hinds’ feet, and sets me on my high places. 2 Samuel 22:33-34
es: Yo te voy a dar Mi fuerza para que puedas pararte en lugares altos. 2 Samuel 22:33-34

# TEXT_79
source: 7 A thousand may fall at your side, and ten thousand at your right hand; but it will not come near you. Psalm 91:7
es: Miles podrán caer a tu alrededor pero nada te hará daño a ti. Salmos 91:7

# TEXT_80
source: 7 who executes justice for the oppressed; who gives food to the hungry. Yahweh frees the prisoners. Psalm 146:7
es: Yo le doy comida a los hambrientos y justicia a los oprimidos. Salmos 146:7

# TEXT_81
source: 3 seeing that his divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us by his own glory and virtue; 2 Peter 1:3
es: Mi poder divino te dará todo lo que necesites para vivir una buena vida. 2 Pedro 1:3

# TEXT_82
source: 13 For judgment is without mercy to him who has shown no mercy. Mercy triumphs over judgment. James 2:13
es: Mi misericordia anulará cualquier sentencia. Santiago 2:13

# TEXT_83
source: 28 We know that all things work together for good for those who love God, to those who are called according to his purpose. Romans 8:28
es: Yo haré que todas las cosas al final trabajen para tu bien. Romanos 8:28

# TEXT_84
source: 6 Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time; 1 Peter 5:6
es: Humíllate ante Mí y te haré grande. 1 Pedro 5:6

# TEXT_85
source: 16 Behold, I have engraved you on the palms of my hands. your walls are continually before me. Isaiah 49:16
es: Yo he tallado tu nombre en las palmas de Mis manos. Isaías 49:16

# TEXT_86
source: 9 Let us not be weary in doing good, for we will reap in due season, if we don’t give up. Galatians 6:9
es: Nunca te canses de hacer bien porque cosecharás en buena época. Gálatas 6:9

# TEXT_87
source: 24 Don’t you know that those who run in a race all run, but one receives the prize? Run like that, that you may win. 25 Every man who strives in the games exercises self-control in all things. Now they do it to receive a corruptible crown, but we an incorruptible. 1 Corinthians 9:24-25
es: Una corona eterna te esperará en la meta; así que sigue corriendo tu carrera. 1 Corintios 9:24-25

# TEXT_88
source: 34 Then the King will tell those on his right hand, ‘Come, blessed of my Father, inherit the Kingdom prepared for you from the foundation of the world; Matthew 25:34
es: Yo he preparado como herencia un reino para ti cuando creé el mundo. Mateo 25:34

# TEXT_89
source: 15 Precious in Yahweh’s sight is the death of his saints. Psalm 116:15
es: Es precioso para Mí ver Mis fieles creyentes venir a casa. Salmos 116:15

# TEXT_90
source: 31 For Yahweh your God is a merciful God. He will not fail you, neither destroy you, nor forget the covenant of your fathers which he swore to them. Deuteronomy 4:31
es: Yo nunca olvidaré Mis promesas porque soy un Dios misericordioso. Deuteronomio 4:31

# TEXT_91
source: 13 Your kingdom is an everlasting kingdom. Your dominion endures throughout all generations. Yahweh is faithful in all his words, and loving in all his deeds. Psalm 145:13
es: Mi reino durará para siempre y Mi dominio durará por siempre. Salmos 145:13

# TEXT_92
source: 89 Yahweh, your word is settled in heaven forever. Psalm 119:89
es: Mi palabra eterna está anclada en los cielos. Salmos 119:89

# TEXT_93
source: 5 Yahweh is Gracious and righteous. Yes, our God is merciful. Psalm 116:5
es: Yo soy un Dios clemente que es justo y está lleno de misericordia. Salmos 116:5

# TEXT_94
source: 11 “Worthy are you, our Lord and God, the Holy One,[a] to receive the glory, the honor, and the power, for you created all things, and because of your desire they existed, and were created!” Revelation 4:11
es: Yo he creado todas las cosas para Mi placer. Apocalipsis 4:11

# TEXT_95
source: 8 But now, Yahweh, you are our Father. We are the clay, and you our potter. We all are the work of your hand. Isaiah 64:8
es: Yo soy tu padre y tú eres Mi obra. Isaías 64:8
